{
  "عن الموقع": {
    "الموقع ده معمول علشان إيه؟": "هدف الموقع الأساسي إننا نساعد الشباب يوصلوا لفرص أحسن، زي دورات تدريبية ومنح ومسابقات عشان يطوروا نفسهم.",
    "الموقع ده موجه لمين؟": "الموقع موجه للشباب اللي لسة في مراحل الثانوي والجامعة.",
    "استخدام الموقع مجاني ولا مدفوع؟": "استخدام الموقع وكل خدماته مجاني بالكامل."
  },

  "الدعم الفني": {
    "أعمل إيه لو واجهت مشكلة أو خطأ؟": "لو واجهتك أي مشكلة أو غلط، ياريت تتواصل فورًا مع فريق الدعم عن طريق الإيميل: support@shbab-btsad-shbab.com.",
    "أبعت اقتراحات أو ملاحظات إزاي؟": "لو عندك أي اقتراحات أو ملاحظات، ممكن تبعتهالنا على إيميل الدعم: support@shbab-btsad-shbab.com.",
    "أعمل إيه لو الموقع بيفتح ببطء؟": "لو حسيت إن الموقع بطيء، ياريت تتواصل مع الدعم على الإيميل support@shbab-btsad-shbab.com عشان يتأكدوا من المشكلة.",
    "هل الموقع بيدعم API؟": "لأ، الموقع مش بيدعم حاليًا واجهة برمجية خارجية (API)."
  },

  "واجهة المستخدم": {
    "في وضع داكن (Dark Mode)؟": "آه، الموقع فيه الوضع الداكن (Dark Mode) عشان يريح عينيك وأنت بتتصفح.",
    "ينفع أبدّل بين الوضع الفاتح والداكن؟": "آه، ممكن تبدل بسهولة بين الوضع الفاتح والوضع الداكن في أي وقت.",
    "في اختصارات من الكيبورد؟": "لأ، مفيش اختصارات للكيبورد متاحة حاليًا في الموقع."
  },

  "التطوع – معلومات عامة": {
    "هدف فريق التطوع؟": "الهدف بتاعنا هو مساعدة الناس وتوصيلهم للفرص، وتحقيق رسالة الموقع بشكل عام.",
    "مين يقدر يقدم على فريق التطوع؟": "أي شاب في مراحل الثانوي أو الجامعة (بس يكون لسة مش اتخرج).",
    "في سن معين للتقديم؟": "التقديم متاح لطلاب أولى وتانية ثانوي والطلبة الجامعيين اللي لسة متخرجوش."
  },

  "شروط ومهارات التطوع": {
    "لازم تكون عندي خبرة سابقة؟": "يُفضل إنك تكون عندك خبرة سابقة، لكنها مش شرط أساسي عشان تقدم.",
    "محتاج مهارات إيه للتطوع؟": "لازم تكون عندك المهارات الأساسية اللي محتاجها الدور اللي بتقدم عليه، والأهم إنك تكون عندك أخلاق كويسة والتزام."
  },

  "طريقة التقديم والاختيار": {
    "أقدم على التطوع إزاي؟": "بتقدم عن طريق فورم بينزل وبيتم الإعلان عن ميعاده.",
    "عملية الاختيار بتمشي إزاي؟": "الاختيار بيتم بناءً على تقييم المهارات بتاعتك اللي بتكتبها في الفورم."
  },

  "تفاصيل التطوع": {
    "مدة التطوع بتكون قد إيه؟": "مدة التطوع بتكون سيزون كامل يعني سنة تقريبًا.",
    "مطلوب كام ساعة في الأسبوع؟": "عدد الساعات بيختلف وبيبقى حسب التاسك (المهمة) اللي مطلوبة منك في الأسبوع.",
    "التطوع بيكون أونلاين ولا على أرض الواقع؟": "التطوع بيكون مرن (Flexible)، يعني ممكن يكون أونلاين، ولو احتاجنا تجمعات بيكون فيه تنسيق.",
    "ينفع أختار الدور اللي يناسبي؟": "آه، ممكن تختار القسم أو الدور اللي شايف إنه بيناسب مهاراتك واهتماماتك.",
    "في تدريب قبل ما أبدأ؟": "لأ، مفيش تدريب بيكون قبل ما تبدأ، المفروض تبدأ شغل على طول."
  },

  "مميزات التطوع": {
    "هل بحصل على شهادة أو توصيه؟": "آه، بتحصل على شهادة تطوع موثقة من وزارة الشباب والرياضة.",
    "ينفع أطوّع جنب الدراسة أو الشغل؟": "آه طبعًا ينفع، الشغل بتاعنا مرن وبيسمحلك توفق بين التطوع وبين دراستك أو شغلك.",
    "بعد انتهاء فترة التطوع، إيه الخطوة اللي بعدها؟": "بعد ما يخلص السيزون، بتاخد الشهادة بتاعتك، وبنساعدك كمان في التقديم على المنح والتدريب عن طريق العلاقات اللي عندنا."
  },

  "التواصل والمجتمع": {
    "أتواصل مع فريق التطوع إزاي لو عندي استفسار؟": "تتواصل معانا عن طريق الإيميل بتاع الدعم: support@shbab-btsad-shbab.com.",
    "في مجتمع أو منتدى للمستخدمين؟": "فيه جروب خاص بالمتطوعين بس اسمه SBS Family، وده للتواصل الداخلي للفريق."
  }
}
